Repository: muenchnerfurs/roomshare
Catalog: pretix_roomsharing/locale/*/LC_MESSAGES/django.po
Languages: de

source: Pretix roomsharing allows attendees to setup with which people they'd like to share a room
de: Pretix Roomsharing ermöglicht Teilnehmenden anzugeben, mit welchen Personen sie sich ein Zimmer teilen möchten

source: There already is a room with that name. If you want to join a room already created by your friends, please choose to join a room instead of creating a new one.
de: Es gibt bereits ein Zimmer mit diesem Namen. Wenn du einem von deinem Freund erstellten Zimmer beitreten möchtest, wähle bitte 'Zimmer beitreten' statt 'Zimmer erstellen'.

source: This field is required.
de: Dieses Feld ist erforderlich.

source: Room Type
de: Zimmertyp

source: Room name
de: Zimmername

source: Room password
de: Zimmerpasswort

source: Opt out of randomly assigning to extra capacity
de: Zufällige Zuweisung zu zusätzlicher Kapazität nicht zustimmen

source: This room does not exist. Are you sure you entered the name correctly?
de: Dieses Zimmer existiert nicht. Bist du sicher, dass du den Namen korrekt eingegeben hast?

source: The password does not match. Please enter the password exactly as your friends send it.
de: Das Passwort stimmt nicht überein. Bitte gib das Passwort genau so ein, wie es dir geschickt wurde

# checkoutflow
source: Room
de: Zimmer

source: We couldn't handle your input, please check below for errors.
de: Deine Eingabe konnte nicht verarbeitet werden. Bitte überprüfe unten die Fehlermeldung

source: The chosen room is already full. Please choose another one.
de: Das gewählte Zimmer ist bereits voll. Bitte wähle einen anderen.

source: No more rooms of this type available. Please choose another one.
de: Es sind keine Zimmer dieses Typs mehr verfügbar. Bitte wähle einen anderen.

source: You requested to join a room that participates in "{subevent_room}", while you chose to participate in "{subevent_cart}". Please choose a different room.
de: Du hast versucht, einem Zimmer beizutreten, das zum Event '{subevent_room}' gehört, während du dich für das Event '{subevent_cart}' angemeldet hast. Bitte wähle ein anderes Zimmer.

source: Download a spreadsheet of all rooms and their details.
de: Tabelle aller Zimmer und deren Details herunterladen.

source: Order Id
de: Bestellung-ID

source: Order Code
de: Bestell-Code

source: Order Status
de: Bestellstatus

source: Customer Name
de: Kundenname

source: Order Email
de: Email der Bestellung

source: Internal Room Name
de: Interner Zimmername

source: Room Id
de: Zimmer-ID

source: Is Admin
de: Ist Admin

source: Room mate display
de: Mitbewohner Anzeige

source: How room mates are displayed to users. See pdf output for possible values.
de: Wie Mitbewohner den Benutzern angezeigt werden. Mögliche werte sind die gleichen wie für das pdf plugin.

source: Allow room hosts to control random assignment to optional beds
de: Hosts erlauben, die zufällige Zuweisung zu Zusatzbetten zu verweigern

source: When enabled, each room host can individually control whether extra beds are filled by random assignment at the end of the booking period.
de: Wenn angekreuzt, darf jeder Raum für sich darüber entscheiden, ob am ende der Buchungsperiode Zusatzbetten zufällig belegt werden dürfen.

source: Invalid value
de: Ungültiger Wert.

source: Force assignment.
de: Zuweisung erzwingen.

source: Normally this assignment fails, if there is not enough total available capacity to accommodate all orders, and no orders will be assigned. With this enabled, all orders which can be assigned, will be assigned.
de: Normalerweise schlägt die Zuweisung fehl, wenn nicht alle Bestellungen zugewiesen werden können. Wenn angekreuzt, werden alle Bestellungen die zugewiesen werden können auch zugewiesen.

source: Products
de: Produkte

source: Capacity
de: Kapazität

source: Max Rooms
de: Maximale Zimmeranzahl

source: Optional Extra Capacity
de: Optionale Zusatzkapazität

source: Room Definition
de: Zimmerdefinition

source: Disable randomly assigning to extra capacity
de: Zufällige Zuweisung zu zusätzlicher Kapazität deaktivieren

source: Room
de: Zimmer

source: Room administrator
de: Zimmeradministrator

source: The user left a room.
de: Der Nutzer hat ein Zimmer verlassen.

source: The user joined a room.
de: Der Nutzer ist einem Zimmer beigetreten.

source: The user created a new room.
de: Der Nutzer hat ein Zimmer erstellt.

source: The user changed a room password.
de: Der Nutzer hat das Zimmerpasswort geändert.

source: The room has been deleted.
de: Das Zimmer wurde gelöscht.

source: The room has been changed.
de: Das Zimmer wurde verändert.

source: Rooms
de: Zimmer

source: Room Definitions
de: Zimmerdefinitionen

source: Room Validation Error. Invalid room. Try to do the room step again.
de: Zimmerüberprüfungsfehler. Ungültiges Zimmer. Versuche den Zimmer Schritt noch einmal durchzuführen.

source: Room Validation Error. Invalid Order Room. Try to do the room step again.
de: Zimmerüberprüfungsfehler. Ungültiger Orderr Room. Versuche den Zimmer Schritt noch einmal durchzuführen.

source: Room Validation Error. No items in cart which grant a room. Try to do the room step again.
de: Zimmerüberprüfungsfehler. Keine Positionen im Einkaufswagen die dich für ein Zimmer berechtigen. Versuche den Zimmer Schritt noch einmal durchzuführren.

source: Room Validation Error. Room mode is join but no joined room or room created. Try to do the room step again.
de: Zimmerüberprüfungsfehler. Zimmermodus ist join, aber keinem Zimmer beigetreten oder ein Zimmer erstellt. Versuche den Zimmer Schritt noch einmal durchzuführen.

source: Room Validation Error. Room mode is create but no room created or room joined. Try to do the room step again.
de: Zimmerüberprüfungsfehler. Zimmermodus ist create, aber kein Zimmer erstellt oder keinem Zimmer beigetreten. Versuche den Zimmer Schritt noch einmal durchzuführen.

source: Room Validation Error. Room mode is none but no room created or no room joined. Try to do the room step again.
de: Zimmerüberprüfungsfehler. Zimmermodus ist none, aber kein Zimmer erstellt oder keinem Zimmer beigetreten. Versuche den Zimmer Schritt noch einmal durchzuführen.

source: Room Validation Error. Invalid room mode. Try to do the room step again.
de: Zimmerüberprüfungsfehler. Ungültiger Zimmermodus. Versuche den Zimmer Schritt noch einmal durchzuführren.

source: Exact matches only
de: Nur exakte Übereinstimmungen

source: Modify
de: Ändern

source: You are taking part in the roomshare as part of the room <strong>%(room)s</strong>.
de: Du nimmst am Roomsharing als Teil des Zimmers <strong>%(room)s</strong> teil.

source: You are taking part in the roomshare as part of the <strong>newly created</strong> room <strong>%(room)s</strong>.
de: Du nimmst am Roomsharing als Teil des <strong>neu erstellten</strong> Zimmers <strong>%(room)s</strong> teil.

source: You will be randomly assigned to a room.
de: Du wirst einem zufälligen Zimmer zugewiesen.

source: You will share a room together with other attendees. You can create or join a rooming group. Please share this information with the friends, that you want to room with!
de: Du wirst ein Zimmer mit anderen Teilnehmenden teilen. Du kannst entweder eine Zimmergruppe erstellen oder einer beitreten. Bitte teile diese Information mit deinen Freunden, mit denen du ein Zimmer teilen möchtest!

source: No room types in order
de: Keine Zimmertypen in der Bestellung

source: Your ticket doesn't grant you a room, so there is nothing for you to do here. Press continue to keep going!
de: Dein Ticket beinhaltet kein Zimmer, daher gibt es hier nichts für dich zu tun. Klicke auf 'Weiter', um forzufahren!

source: Go back
de: Zurück

source: Continue
de: Weiter

source: Delete room
de: Zimmer löschen

source: Are you sure you want to delete the room <strong>%(room)s</strong>?
de: Bist du sicher, dass du das Zimmer <strong>%(room)s</strong> löschen möchtest?

source: All orders connected to this room will be removed from the room first.
de: Alle Bestellungen, die mit diesem Zimmer verbundenen sind, werden zuerst von diesem Zimmer entfernt.

source: Cancel
de: Abbrechen

source: Delete
de: Löschen

source: Room detail
de: Zimmerdetails

source: Change room
de: Zimmer ändern

source: Connected orders
de: Verbundene Bestellungen

source: Add Order
de: Bestellung Hinzufügen

source: User
de: Benutzer

source: Yes
de: Ja

source: No
de: Nein

source: No orders connected. Maybe someone created this room and hasn't yet completed checkout.
de: Keine Bestellungen verbunden. Vielleicht hat jemand dieses Zimmer erstellt, aber den Bestellvorgang noch nicht abgeschlossen.

source: Save
de: Speichern

source: Room list
de: Zimmerliste

source: No rooms.
de: Keine Zimmer.

source: Room definition
de: Zimmerdefinition

source: Change
de: Ändern

source: No room.
de: Kein Zimmer.

source: Add Order to Room
de: Bestellung zu Zimmer hinzufügen

source: General information
de: Generelle Informationen

source: Add
de: Hinzufügen

source: Back to order %(order)s
de: Zurück zur Bestellung %(order)s

source: Remove Order form Room
de: Bestellung von Zimmer entfernen

source: Remove
de: Entfernen

source: Statistics
de: Statistiken

source: Metric
de: Metrik

source: Total
de: Gesamt

source: Individual tickets
de: Individuelle Tickets

source: Number of rooms
de: Anzahl an Zimmern

source: Tickets that are part of a room
de: Tickets die teil eines Zimmers sind.

source: I want to be assigned a random room
de: I möchte einem zufälligen Zimmer zugeordnet werden.

source: Alright, you're good to go!
de: Alles klar, du kannst weiter!

source: I want to join an existing room
de: Ich möchte einem existierenden Zimmer beitreten.

source: I want to create a new room
de: Ich möchte ein neues Zimmer erstllen.

source: Keep things as is
de: Alles so lassen, wie es ist

source: Change details
de: Details ändern

source: The room type is <strong>%(type)s</strong>.
de: Der Zimmer Typ ist <strong>%(type)s</strong>.

source: Your fellow room members are:
de: Deine Zimmergenossen sind:

source: Nobody has joined your room yet. Go tell your friends about it!
de: Niemand ist deinem Zimmer bisher beigetreten. Sag deinen Freunden bescheid!

source: You will be randomly assigned a room or you have a ticket type without a room.
de: Du wirst einem zufälligen Zimmer zugewiesen, oder du hast ein Ticket ohne Zimmer.

source: Your room membership
de: Deine Zimmermitgliedschaft

source: You need to leave this room before you can join or create a new one.
de: Du must dieses Zimmer verlassen, bevor du einem anderen beitreten oder ein neues erstellen kannst.

source: Leave room
de: Zimmer verlassen

source: Change room password
de: Zimmerpasswort ändern

source: Assign random rooms
de: Zufällige Zimmer zuordnen

source: Delete Room Definitions
de: Zimmerdefinition löschen

source: Are you sure you want to delete the room definition <strong>%(name)s</strong>?
de: Bist du sicher, dass du die Zimmerdefinition <strong>%(name)s</string> löschen möchtest?

source: Create a new room definition
de: Neue Zimmerdefinition erstellen

source: Room Count
de: Zimmeranzahl

source: Roomsharing Settings
de: Roomsharing Einstellungen

source: Random room assignment
de: Zufällige Zimmer zuweisung

source: Rooms have been assigned.
de: Zimmer wurden zugewiesen.

source: Failed to find a room for: %(joined)
de: Es konnte kein Raum gefunden werden für: %(joined)

source: New room password
de: Neues Zimmerpasswort

source: Unknown order code or not authorized to access this order.
de: Unbekannter Bestellungscode oder nicht berechtigt auf diese Bestellung zuzugreifen.

source: Your order is not eligible for a room change.
de: Deine Bestellung ist nicht für eine Zimmeränderung berechtigt.

source: The room for this order cannot be changed.
de: Das Zimmer für diese Bestellung kann nicht geändert werden.

source: We could not handle your input. See below for more information.
de: Deine Eingabe konnte nicht verarbeitet werden. Bitte überprüfe unten die Fehlermeldung

source: There's no room to leave.
de: Es existiert kein Zimmer der verlassen werden kann

source: Okay, you left your room successfully. How do you want to continue?
de: Okay, du hast dein Zimmer erfolgreich verlassen. Wie möchtest du fortfahren?

source: There's no room to edit.
de: Es exisitert kein Zimmer der editiert werden kann.

source: Okay, we changed the password. Make sure to tell your friends!
de: Okay, das Zimmerpasswort wurde geändert. Teile es mit deinen Freunden!

source: Great, we saved your changes!
de: Die Änderungen wurden gespeichert!

source: Duplicate room name
de: Doppelter Zimmername

source: The provided order is already assigned to a different room.
de: Die angegebene Bestellung ist bereits einem anderen Zimmer zugewiesen.

source: The order has been successfully assigned to the room.
de: Die Bestellung wurde dem Zimmer erfolgrreich hinzugefügt.

source: We could not save your changes. See below for details.
de: Deine Änderungen konnten nicht gespeichert werden. Siehe unten für details.

source: The new room definition has been created.
de: Die neue Zimmerdefinition wurde erstellt.

source: The requested room definition does not exist.
de: Die angefragte Zimmerdefinition existiert nicht.

source: The selected room definition has been deleted.
de: Die gewählte Zimmerdefinition wurde bereits gelöscht.

source: All tickets, total
de: Alle tickets, Gesamt

source: Tickets Pending
de: Ausstehende Tickets

source: Tickets in approved orders (regardless of payment status)
de: Tickets in genehmigten Bestellungen (unabhängig von Zahlungsstatus)

source: Tickets in paid orders
de: Tickets in bezahlten Bestellungen

source: Tickets in pending orders
de: Tickets in ausstehenden Bestellungen

source: Tickets in canceled orders (except the ones not chosen in raffle)
de: Tickets in stornierten Bestllungen (außer den nicht Verlosten)

source: Tickets in canceled and at least partially refunded orders
de: Tickets in stornierten und mindestens teilweise erstatteten Bestellungen

source: Tickets denied (not chosen in raffle)
de: Tickets abgelehnt (nicht in der Verlosung gewählt)
